{
    "about_illustrations_button": "designs.AI",
    "about_developers": "© ။ $year မှာ The peercoin_flutter Developers",
    "about_show_license": "လိုအပ်ပါနှင့်",
    "about_free": "ဤဆော့ဖ်ဝဲသည် ကြေင်းပြန်သော အခြေအနေကို မဖြစ်စေရန်ဖြစ်နိုင်သည်။\nသင်အသုံးပြုပါက သင့်ရဲ့အခွင့်များဖြင့်အသုံးပြုပါ။",
    "about_data_protection": "ဤဆော့ဖ်ဝဲသည် သင့်ရဲ့ဒေတာများနှင့်သင့်ရဲ့ကိုယ်စားပြုမှုကို အကြောင်းအသေးစိတ်ကွင်းလွှားနေပါသည်။\nဤအပတ်ကြောင်းသည် သင့်ရဲ့ကိုယ်စားပြုမှုအား သင့်ရဲ့ဒိုင်ကျန်းပြန်မှုဖြစ်နိုင်သည်။\nအောက်တွင်မရနိုင်သည်ဖြင့် အနှံ့အတောင်းစားရင်းခွင့်ကိုပေးရန် မသုံးပါ။",
    "about_foundation": "ဤပရောင်းရေးအသင်းအဖွဲ့ကို Peercoin Foundation မှကူညီပါမည်။\nဤပရောင်းရေးအတွက် ဆောင်ရွက်ရန်ဖြစ်ပါသည်။",
    "about_translate": "ပီအာရင် Weblate တွင်ဤအပတ်ကိုဘာသာစကားပြုလုပ်နိုင်ပါသည်",
    "about_illustrations": "ကောင်းမွန်ပြတဲ့ အဖွဲ့ကို ကြိုက်နားခြင်းမှာ သုံးစွဲခြင်းမရှိပါ",
    "add_new_wallet": "အသစ်ဆော့ဖ်ဝင်တင်ရန်",
    "addressbook_bottom_bar_your_addresses": "သင်၏လိပ်စာများ",
    "addressbook_bottom_bar_sending_addresses": "ပေးပို့ခြင်းအားလုံး",
    "addressbook_dialog_addr_watched": "$address\nကို ကြိုက်ခံနေပါသည်",
    "addressbook_dialog_addr_unwatched": "$address\nကို ကြိုက်ခံမှုမရှိပါ",
    "addressbook_dialog_addr_unwatch_unable": "$address\nကို ကြိုက်ခံမှုမရှိပါ\n(စာရင်းသည်ရှိခြင်းသို့ သွားထားတဲ့ ရောဂက်အကောင်းရေးကိုမရှိပါ)",
    "addressbook_edit_dialog_title": "ဘားကိုပြင်ရန်",
    "addressbook_edit_dialog_input": "ဘားကိုပြင်ရန်",
    "addressbook_export_dialog_description": "ဤသော့ဖ်ဝဲနှင့် ရောဂက်နှုန်းသက်သေခံသူတစ်ယောက်ကိုမျှဝေရန် ဤကော့ဖ်ဝဲကို ပြသနိုင်ပါတယ်။\nဤကော့ဖ်ဝဲကို တစ်ဖက်ကို သင်တင်ပြီးသောကြောင်းတစ်ခုကို ဖော်ပြနိုင်ပါ။\nသင်သေခံနိုင်ရန်မသက်ဆိုင်ပါက သင်သည်အတောင်းဆုံးဖက်အခက်အခဲကို အပင်ဆင်ပေးရန်ဖြစ်ပါ။",
    "addressbook_hide_change": "ပြောင်းသည်းကိရိယာများကို ဖျောက်ရှားပါ",
    "addressbook_hide_empty": "လိပ်စာများကို ဖျောက်ရှားပါ",
    "addressbook_hide_unwatched": "ကြိုက်ခံမှုမရှိသောလိပ်စာများကို ဖျောက်ရှားပါ",
    "addressbook_no_sending": "လက်ခံမှုမရှိပါ",
    "addressbook_swipe_delete": "ဖျက်ပါ",
    "addressbook_swipe_edit": "ပြင်ဆင်ပါ",
    "addressbook_swipe_unwatch": "ကြိုက်ခံမှုမရှိပါ",
    "app_settings_auth_header": "အတည်ပြုခြင်း",
    "app_settings_default_wallet": "အများပြုပုံထားသောဆော့ဖ်ဝင်ကို",
    "app_settings_default_description": "အကောင်းဆုံးထားသောဆော့ဖ်ဝင်ကို ကိုယ်စားပြုရန် ဖွင့်မလား။",
    "app_settings_description": "ဒေတာများအကြောင်းအရာများကိုပြင်ဆင်ခြင်းကို အသုံးပြုပါ။\nယခုဒေတာများသည် လိုအပ်ချက်များမရှိပါက နမူနာစာကြောင်းများကို တွတ်သွားနိုင်သည်။",
    "app_settings_notifications_alert_content": "ဒေတာများအား မှတ်ချက်တစ်ချက်ဖွင့်ခြင်းသည် သမိုင်းနှုန်းမပို့ရသော စနစ်များကိုဖွင့်ပါ။\nဤအချက်များကို အမှန်မပို့ရသေးပါ။",
    "app_settings_notifications_not_enabled": "မည်သည့်စနစ်မှာ အသိပေးချက်များမရှိပါ။",
    "app_settings_notifications_hint_sync_1": "အကောင်းဆုံးထားသော ဆော့ဖ်ဝင်များကို ဒေတာများအတွက် စနစ်တစ်ခုအတွင်းဖတ်ပါသည်။\nအခန်းမရှိသေးပါ။ $minutes မိနစ်အတွင်းဖတ်ပါသည်။",
    "app_settings_notifications_hint_sync_2": "သင့်လည်ပတ်မှုစနစ်သည် နောက်ခံလုပ်ဆောင်ချက်များကို မည်ကဲ့သို့ အရှိန်မြှင့်မည်နည်းပေါ်မူတည်၍ အကြောင်းကြားချက်များသည် သိသိသာသာနှောင့်နှေးနိုင်ပါသည်။ iOS စက်ပစ္စည်းများသည် အချိန်ပိုကြာရန် မျှော်လင့်နိုင်သည်။",
    "app_settings_price_feed": "အမေးနှုန်းနှင့်ငွေလွှဲပြန်သတ်မှတ်ချက်",
    "app_settings_price_feed_disable_button": "အမေးနှုန်းနှင့်ငွေလွှဲပြန်သတ်မှတ်ချက်ကို ပိတ်ပါ",
    "app_settings_price_alert_content": "ဤအချက်များကို အခကြေးငွေပြန်သတ်ခြင်းကို ဖွင့်ပါသည်။\nသင်ပေးလိုသော ပြန်သတ်ခြင်းကို မရနိုင်ပါက သင်သေခံနိုင်ရန် အောက်တွင်ဖတ်ပါ။",
    "app_wallets": "ဆော့ဖ်ဝင်များ",
    "authenticate_biometric_hint": "သင့်ရဲ့တောင်းဆိုချက်ကိုအတည်ပြုရန်",
    "authenticate_change_pin_success": "အခွားကိစ္စ ပြောင်းလဲလုပ်မှု အောင်မြင်စွာ ပြောင်းလဲခြင်းမှာ အောင်မြင်စွာဖြစ်ပါသည်",
    "authenticate_retry_warning_text": "အကောင်းဆုံး ပြန်ဖြင့်ရောက်ထားသောအကွက်မှာ ဆော့ဖ်ဝင်မှုနှင့်အတူ App ကို သုံးစွဲမှာ မပို့ရပါသည်။",
    "authenticate_subtitle_plural": "စီမံကြပ် $retriesLeft အတွင်းဖတ်ရန်ခန့်ခွဲခြင်း",
    "buy_peercoin": "ပီအာရင်ဝယ်ယူပါ",
    "buy_peercoin_dialog_title": "သင်သို့ တောင်းဆိုမှုပြုစုသည်တို့ တောင်းဆိုမှုကို ရှေ့မှားနေသည်။",
    "changelog_headline": "ဘာကြောင့်လဲ?",
    "currency_BDT": "ဘင်္ဂလားဒေ့ကာပူ",
    "currency_EUR": "ဥရောပ အိုရီ",
    "currency_IRR": "အီရန်နီးယား ရီအောင်",
    "currency_KRW": "တောင်ကိုရီးယား ဝါနန်",
    "currency_RON": "ရိုမေးနီးယား လက်စွာ",
    "currency_THB": "ထိုင်းဘတ် ဘတ်",
    "currency_UAH": "ယူကရိန်း ဟရကားနီးယား",
    "import_button": "သွင်းရန်",
    "import_seed_error_1": "စကားလုံးမကြာမှု ၁၂ စကားလုံးထက်မကြာမှုမဟုတ်ပါ",
    "import_wif_alert_content": "အောက်တွင်ထည့်သွင်းလိုသော ဒိုင်းနက်ကို သေခံနိုင်သလို အတည်ပြုရန်ကို ခွဲခြားပါ။\n\n$address",
    "import_wif_error_failed_parse": "သင်၏စကားလုံးမှာ မမှန်ကန်ပါ။ WIF ပုံစံသည်ဖြစ်ပါသလား?",
    "import_wif_hint": "စကားလုံးကို စီမံကြပ်နှင့်ပတ်သက်တာမှတ်ထားသည်။ ဒိုင်းနက်ကို အောက်တွင်ထည့်ပြီးပါပြီးသောအခါ စကားလုံးကို ထည့်သွင်းရပ်မှသာမကြာမှီပြီး အသစ်စတင်ရန်အတွက် ခွဲခြားနိုင်ပါသည်။",
    "jail_dialog_title": "အမောင်းဆုံးကြောင့် ပြန်ဖြတ်မှုခန့်ခွဲမှုအပြည့်အစုံ",
    "logout_title": "သင်ထွက်သောအတိုင်းပြန်သောကိုယ်တာကို သက်ရှောက်သောသေချားသောအတွက်",
    "logout_content": "သင်ထွက်သောအတိုင်းပြန်ပြီးသားအပြင် မှန်ကန်ရရှိရမည်ဖြစ်သည်။\nအသစ်စတင်ရန် သင်သေချားသောသေချားသားရှိရန်အတွက် သင်၏ပေးဆောင်ရန်ထိန်းသိမ်းရန် လိုအပ်သည်။",
    "paperwallet_error_1": "ပိုင်ရှင်နီးသန့်ယှားလော့သည် \nသတ်မှတ်ခွက်ပါသည်မဟုတ်",
    "paperwallet_step_2_text": "လက်လီမိုးမှားသော စကားဝှက်ကို စကင်းခွဲခြင်း",
    "paperwallet_step_4_text": "စကားဝှက်ကိုထပ်သွင်းခြင်း",
    "paperwallet_success": "စကားဝှက်ကို သွင်းထားသည်အောင်မြင်စွာဖြစ်ပါ။\nလက်ခံထွက်မှာယူရမည်ဟု ရှိသောလုပ်ငန်းစဉ်ကို မှန်ကန်ပါသည်။",
    "periodic_reminder_donate_body": "ဤအက်ပ်ကို ရေးသားသူအား ကွန်ပြုတော်သက်ရောက်သည်။\nကျွန်တော်တို့ကိုယ်တိုင်အကောင့်ကိုပိုက်ဆံအဖြေပြုပါသည်။",
    "receive_enter_amount": "ပမာဏရိုက်ထည့်ပါ",
    "receive_requested_amount": "တောင်းဆိုမှု ပမာဏ (ရွေးချယ်ထားသည်)",
    "receive_website_credit": "အကြောင်းအရာရယူရန် အသုံးပြုရန်အတွက် အကောင်းဆုံးကဒ်ဖွင့်ပါ",
    "receive_website_description": "သင်သည် ကရုဏားအတိုင်းအတားများမှာ မှန်ကန်စွာယူလိုအပ်နိုင်ပါသည်။ ဒီဇယ်နော်တွင် မြန်မာယူသော ဝက်ဘ်ဆိုက်များကို သင်ယခုအကောင့်တွင် ဖွင့်ပေးရန် သင်သည်ကို အမှတ်တရားကြည့်ပါ။",
    "receive_website_faucet": "ဒီဆွေးနွေးပိတ်ခြင်းတွင် အတန်းနိမ့်ခြင်းကို ရရှိနိုင်ပါသည်။",
    "send_address": "လိပ်စာ",
    "send_fiat_switch": "ပြန်တစ်ကောင်းခြင်း $currency တွင်",
    "send_amount_below_minimum": "သတ်မှတ်ခွက်နီးသန့်ယှားလော့သည် $amount ။\nကျေးဇူးတင်ပါသည်ဟု ကျေးဇူးတင်ပါသဖြင့် အနည်းဆုံးငွေပမာဏကိုရွေးချယ်ပါ။",
    "send_amount_below_minimum_unable": "သတ်မှတ်ခွက်နီးသန့်ယှားလော့သည် $amount ။\nကျေးဇူးတင်ပါသည်ဟု ကျေးဇူးတင်ပါသဖြင့် ငွေပမာဏမပေးရသောကြောင့် တင်ပေးမည်မဟုတ်။",
    "send_dust_hint": "ငွေပိတ်မှုကို ပျက်ကွက်နှိပ်ပြီးပါသည်၊ ပြန်ခွင့်ပြီးခြင်းများသည် ကျေးဇူးသောငွေပမာဏအတွက် အနည်းဆုံးဖြစ်ပါသဖြင့် လက်ခံသိမ်းဆည်းပေးမည်မဟုတ်။",
    "send_fees_deducted": "သတ်မှတ်ခွက်: လက်ခံထွက်ငွေပမာဏသည် ပြန်လည်စတင်လွှဲပြီးမည်ဟု အနည်းဆုံးရက်စက်အား အနည်းဆုံးဖြစ်ပါသည်။ ဒီလက်ခံထွက်ငွေပမာဏသည် ဒီဝင်ငွေနှင့် ကျေးဇူးပြုပြီး ရက်စက်တာဝန်ယူစာရင်းအနည်းဆုံးဖြစ်ပါသည်။",
    "send_errors_cant_pay_fees": "ငွေပမာဏမတွေ့ပါ။ ယခုအကောင့်သည် $feesMissing $letter_code မပေးရသေးပါ။ လက်ကျန်သည့် လက်ကျန်သည့်စာရင်းသည်ကို ဖယ်ရှားရန် သင်ယခုအကောင့်တွင် သင်တင်ပေးမည်မဟုတ်။",
    "send_oops": "မှားယွင်းလားခြင်းမှာ မရပါ။ ထပ်တိုးပါက ထပ်မံမှာ ထပ်ကြိုက်ပါ",
    "send_total_amount": "စုစုပေါင်းပမာဏ",
    "send_navigator": "လက်ကျန် $maximum ရွေးချယ်သည် $index ပို့ရန်",
    "server_add_title": "ကိုယ်စားပြုစုတင်ရန် သတင်းရန် ဆာဗာအသစ် ထည့်ရန်",
    "server_add_no_wss": "wss:// ဖွင့်ရန် လိုအပ်ပါ\nအခြား protocol များကိုလည်းကြည့်နိုင်ပါသည်",
    "server_add_server_exists": "ပေးခြင်းမှတစ်ခုရှိပါက ထည့်သွင်းရန် မအောင်မြင်ပါ။",
    "server_add_server_wrong_genesis": "ဘွားဖွားချက် Genesis ထိုက်တာမတွေ့ပါ။\nဒီဆာဗာသည်ဒီငွေကောင်းနှင့်မတွေ့ပါဘဲ။",
    "server_settings_alert_hardcoded_content": "ကုတ်ယူစနစ်တစ်ခုကို ဖျက်သိမ်းနိုင်ပါသည်။ ဖျက်သိမ်းရန်သင်ယခုအကောင့်တွင် သင်ပယ်ဖျက်မှုကိုဖျက်သိမ်းလိုပါက ထပ်ကြိုက်ပါ",
    "setup_continue_alert_title": "စီမံကွဲမှုကို ဆက်လက်ခြင်းတစ်ခုလည်း",
    "setup_continue_alert_content": "သင်သည် သင်၏ကုန်ပစ္စည်းကို သိမ်းဆည်းနိုင်ပါသည်။\nသင်သည်ကိုယ်တိုင်ထွက်ပေးလျက်ရှိသည့်အပေါ် အက်ပ်ဆံအခြေပြောင်းကိုသုံးနိုင်ပါသည်။",
    "setup_import_note": "ကုတ်ယူမှတ်တမ်းယူရန်သင်သည် သင်ရေးသားသူမှ မကောင်းဖြစ်သော်လည်း လိုအပ်သည်ကို အတိအကျပို့ရန်သင့်ရှိသည်ဟု ကြည့်နိုင်ပါသည်",
    "setup_price_feed_description": "ဤစာရင်းစင်တာသည် သင်၏အကောင့်ကိုတစ်ကြိမ်မှာတိုးချဲ့စွာနေဆဲသို့ပြင်ဆင်နိုင်ပါသည်။",
    "setup_bg_sync_allow": "စကားဝှက်အတိအကျဖွင့်ရန်ခွင့်ပြုပါ",
    "setup_seed_slider_label": "စာသားနှုန်းအတည်ပြုရန် အလုံးကြည့်ပါ",
    "setup_text1": "သင်သည် ယခုအကောင့်ကိုပြင်ပြီး စာသားနှုန်းကို သိမ်းဆည်းခြင်းအား ရွေးချယ်ပါသည်။ အကောင့်ကို မှတ်ချက်ကို ရွေးချယ်ခြင်းဖြင့်",
    "setup_save_text1": "အောင်မြင်စွာ သင်ရေးသားထားသော စာသားနှုန်းကို သုံးစွဲရန် Seed ဟု အဓိကတာဝန်များတစ်ယောက်ကို အသုံးပြုရန်ဖြစ်ပါသည်။ ဒါမှမဟုတ်",
    "tx_confirmations": "အတည်ပြုချက်များ",
    "tx_rejected": "ငွေသားမလိုအပ်ပါ။ ကျေးဇူးပြု၍ ထပ်ဖြည့်ပါ။",
    "tx_retry_snack": "ပြန်အမှားပြန်ရှာခဲ့သည်။ အမှားအပေါင်းရေးသည် အကြိုက်ဆုံးမှာ အကောင်းဆုံးလွတ်ပြသည်။",
    "wallet_bottom_nav_send": "ပေးပို့ရန်",
    "wallet_pop_menu_paperwallet": "စာသားလက်ကွက် ပစ်ရန်",
    "wallet_pop_menu_verification": "အတည်ပြုချက်များကို ချိတ်ဆက်ရန်",
    "wallet_receive_label_hint_privacy": "သင်နှစ်ခါမှတ်ခံသူအား အခြေပြုမှုအားမရနိုင်ပါက သင်လက်ခံထားသည့် လိပ်စာကို သင်မည်မဟုတ်ပါ။ ဤလိပ်စာသည် အသုံးပြုရန် ကြိုတင်ရန် ချိတ်ဆက်ရန် ဖြစ်သည်။",
    "wallet_value_alert_title": "ငွေသားတန်ဖိုးအများဆုံးကို ကျေးဇူးပြုပါသည်",
    "secure_storage_body": "လက်ကွက်ကိုဖတ်ချင်သင့်သက်ဆိုင်းပြီ။ ဤအကောင့်ကို အပ်ဒီတာနှင့်ရှာရန်ကို အောက်ဖ်ကိုသွားပါသည်။",
    "wallet_value_alert_content": "ဒီငွေသားတန်ဖိုးအများဆုံးကို ဖြန့်စွာထုတ်ယူသည်များ မည်သော လိပ်စာများအကောင်းဆုံးကို အောက်ဖ်မှ ပြသနိုင်ပါသည်။ ဤငွေသားတန်ဖိုးအများဆုံးကို မဖြစ်သင်ပါက သင်သင်လက်ကွက်ပို့ရန်လိုသည်။",
    "store_description": "သင်၏ဖုန်းတွင်ပီအာရင်ပါဝင်းကန်များကို ပိုပြီးယွဉ်းပါသည်။\n\nသင်၏လိုက်စက်တွင် ပါဝင်းကန်များကို သိမ်းဆည်းထားပါ။\nယခုအနေဖြင့် ဤအက်ပ်မရတဲ့ ကြောင်းကို မကြာခဏ အသုံးမပြုသင့်ပါဘူး။\nအခြားသတိပေးချက်များ:\n\nအကောင်းဆုံး\n- electrum ပရိုဂရမ်တစ်ခုအတွက် ဖြစ်ပါတယ်။\n- ပီအာရင်ကို ပိုပြီးနှင့် ပိုပြီးပြန်ကြားသည်။\n- ထပ်မံ ဖြစ်ပြီး ကြည့်မာသည် (ခေတ်တစိတ်များကို မရင်မမှာ)။\n- ပီအာရင်နှင့် ပီအာရင်အမှတ်တရတောင်းမှားမှတ်တရတောင်း ပိုပြီးပါသည်။\n- လိပ်စာမှတ်တမ်းကို စာရင်းပြင်းဖွင့်ပါ။\n- စာရင်းပြင်းဖွင့်မှု ပိုပြီးပြန်ကြားသည်။\n- စာလုံးပေးထားသောသော key (WIF) များကို ပိုပြီးသင့် ပိုပြန်ကြားပါ။\n- ဆာဗာကို စီမံကြည့်ပါ။\n- အင်တာဗျူးကို ပြင်းရပါမည်။\n- အဘို့သာမကိုက်စရာများကို\n\nကျွန်မကျွန်မခြင်းမရှိဘဲ Github အတွက် ရှာဖွေမည်မဟုတ်ပါ။",
    "setup_legal_switch_tile": "သင်နှစ်သက်သင့်လိုအပ်တဲ့ငွေကို သင်ကျောင်းသားတစ်ယောက်ဖြစ်ပါတယ်။ သင်ပစ်ခဲ့ပီးသော အက်ပ်ကိုကိုယ်တိုင်အထောက်အကူဖြစ်နေရာမရှိဘဲ မကြာခဏ သင်၏ seed phrase ကိုသုံးပြီး သင့်သည်မှာ အခြား လူငယ်တစ်ယောက်တွင် အကောင်းဆုံးပါနှင့်၊ ပစ်ခဲ့တဲ့ application မှာပစ်သင့်ပါတယ်။ သင်၏ seed phrase ကိုသုံးပြီး သင်၏ငွေကို ပစ်ခဲ့သူများ အကောင်းဆုံးသုံးရမည်မဟုတ်ပါ။ ဤအက်ပ်သည် သင့်တစ်ယောက် မကြာခဏ အသုံးပြုမှုကို သင့်ပစ်နှစ်ထပ်မှ အထောက်အကူထိန်ကို သုံးသင့်ပါတယ်။",
    "app_settings_delete_description": "သင်ဒီ app မှတစ်ခုကို account တစ်ခု ပြုလုပ်ထားခြင်းမရှိဘဲ၊ သင်ကျောင်းသား seed ကိုတစ်ယောက် ဖျက်ပါမည်။ ဒီအက်ပ်မရှိသောအက်ပ်ကို လက်တွဲဖွင်းသွားသည်မဟုတ်ပါ။ သင်ကိုယ်ပိုင်ကိုအလိုအလျောက် တစ်ယောက်ဖျက်လိုက်ပါတယ်၊ သင့် seed ကို အချိန်တွင် ရှိပြီးစာရင်းပါပဲ။ သင်အထောက်အကူတိုးထားပြီးသင့်ပစ်နှစ်သတ်ခိုးနိုင်ရန် သင့်ရဲ့ကိုယ်စိုင်နှစ်ကို နိပ်ပြီး အကြိမ်းကြားပါ။ ဒီ app သည် သင့်ရဲ့ privacy ကို အမှတ်အသားများနှင့် ပက်သက်သောပိုင်းခွင့်မှပင် အကြိမ်းမြင်နိုင်ပါသည်။",
    "about": "အကြောင်းတွေအကြောင်း",
    "about_license": "AGPL-3.0 အတွက်ကြောင်းပြီးချိန်ပြန်လွှားထားပါတယ်",
    "about_view_source": "ပြခန်းကြည့်ရန်",
    "about_data_declaration": "အကြောင်းစားပြုခွင့်ကိုကြည့်ရန် လွှားပြီးကြောင်းနားလည်ပါ",
    "about_help_or_feedback": "ကျွန်ုပ်တို့အကူအညီများကို လိုက်နာရန် သင့်လိုအပ်သည်လား?",
    "about_go_weblate": "Weblate ကိုဖွင့်ပါ",
    "about_send_mail": "မေးလ်ပို့ပါ",
    "add_coin_failed": "သင့်နှင့်အတူ ဆော့ဖ်ဝင်တွင်ထပ်တူပြုပြီ!",
    "addressbook_add_new": "အသစ်ဆော့ဖ်ဝင်ခြင်း",
    "addressbook_new_button": "အသစ်",
    "addressbook_dialog_remove_title": "ဤလိပ်စာကို ဖယ်ရှားမှာဖြစ်ပါသလား?",
    "addressbook_dialog_remove_snack": "လိပ်စာအောင်မေတြောင်းဖယ်ထားပါတယ်",
    "addressbook_export_dialog_title": "ပြောင်းရန်စာထုတ်ကိုတင်ပါ",
    "addressbook_export_dialog_button": "ကြည့်ပါ",
    "addressbook_export_dialog_hint": "ဤကော့ဖ်ဝဲသည် WIF ပုံစံဖြင့်ဖြစ်ပါသည်။",
    "addressbook_hide_used": "အသုံးပြုသူအသုံးပြုမှုသည် ဖျောက်ရှားပါ",
    "addressbook_show_balance": "လက်ကျန်ငွေကိုပြပါ",
    "addressbook_show_label": "ဘားကိုပြပါ",
    "addressbook_no_label": "ဘားကိုမရှိပါ",
    "addressbook_search": "လိပ်စာများ၊ ဘားကိုများထည့်ပါ",
    "addressbook_swipe_export": "တင်ပါ",
    "addressbook_swipe_share": "မျှဝေပါ",
    "addressbook_swipe_send": "ပို့ရန်",
    "addressbook_swipe_watch": "ကြိုက်ခံပါ",
    "addressbook_title": "$coin လိပ်စာများ",
    "app_navigation": "လမ်းညွှန်",
    "app_settings": "ဆက်တင်များ",
    "app_settings_appbar": "အကောင်းဆစ်ပြောင်းများ",
    "app_settings_biometrics": "သို့မဟုတ် ဘယ်လိုကုဒ်ပါသနည်းခြင်း",
    "app_settings_changeCode": "ကုဒ်ပြောင်းပါ",
    "app_settings_language": "ဘာသာစကား",
    "app_settings_language_restart": "အောက်တွင်မရနိုင်ပါ။",
    "app_settings_logs": "အမှားရှာဖွေခြင်း",
    "app_settings_logs_export": "အမှားရှာဖွေခြင်းကို တင်ပါ",
    "app_settings_newWallet": "အသစ်ဆော့ဖ်ဝင်လုပ်ရန်လိုအပ်ပါသည်",
    "app_settings_notifications": "အသိပေးချက်များ",
    "app_settings_notifications_enable_button": "အသိပေးချက်များကိုဖွင့်ပါ",
    "app_settings_notifications_disable_button": "အသိပေးချက်များကိုပိတ်ပါ",
    "app_settings_notifications_heading_manage_wallets": "ဆော့ဖ်ဝင်နှုန်းများအတွက် အသိပေးချက်များကို စီမံခန့်ခွဲပါ",
    "app_settings_notifications_heading_interval": "စနစ်သတ်မှတ်ချက်",
    "app_settings_revealAuthButton": "အတည်ပြုခြင်းရပြပါမည်",
    "app_settings_revealSeedButton": "အမှားရွေးမှုအဖွဲ့ကိုရွေးပြပါ",
    "app_settings_seed": "အမှားစကားသက်သေ",
    "app_settings_sendTransaction": "အသုံးပြုသူအား အခမဲ့ ပို့ရန်လိုအပ်ပါသည်",
    "app_settings_shareseed": "အမှားစကားသက်သေကို မျှဝေပါ",
    "app_settings_theme": "အပြင်အလောင်း",
    "app_settings_theme_light": "အပြင်",
    "app_settings_theme_dark": "အမြင်",
    "app_settings_theme_system": "စနစ်ဒေသ",
    "app_settings_walletHome": "ငွေကိန်းအခွဲမှာ ရှိရန်လိုအပ်ပါသည်",
    "app_settings_walletList": "ငွေကိန်းစာရင်းများအခွဲမှာ ရှိရန်လိုအပ်ပါသည်",
    "app_settings_saved_snack": "သင့်ပြန်သွားသော ပြင်ဆင်များကို သိမ်းဆည်းပါတယ်",
    "app_settings_price_feed_enable_button": "အမေးနှုန်းနှင့်ငွေလွှဲပြန်သတ်မှတ်ချက်ကို ဖွင့်ပါ",
    "authenticate_biometric_reason": "ကျွန်ုပ်အား အတည်ပြုပါ။",
    "authenticate_biometric_title": "အတည်ပြုရန် လိုအပ်သည်",
    "authenticate_confirm_title": "သင်၏ PIN ကို ထပ်ပါပြန်ပါ",
    "authenticate_confirm_title_new": "သင်၏အသစ် PIN ကို ထပ်ပြန်ပါ",
    "authenticate_retry_warning_title": "သတိပေးခြင်း, သင်ပုံသောအကွက်သည် အကောင်းဆုံးကြောင်းပြန်ဖြစ်ပြီး အသုံးပြုသူတစ်ဦးကိုလက်ခံပါမည်။",
    "authenticate_subtitle_singular": "စီမံကြပ် $retriesLeft အတွင်းဖတ်ရန်ခန့်ခွဲခြင်း",
    "authenticate_title": "သင်၏ PIN ကို ထည့်ပါ",
    "authenticate_title_new": "သင်၏အသစ် PIN ကို ထည့်ပါ",
    "buy_peercoin_dialog_content": "ဒီ App ရဲ့ ပြောင်းလဲသူများသည် ဒီကြောင့်ကို အကောင်မြင်စွာ ထွက်ခွာသောသော ရက်စွဲကို မသိပါ။",
    "changelog_appbar": "အပြင်အလောင်းစာမျက်နှာ",
    "continue": "ဆက်လက်ရန်",
    "currency_ARS": "အာဂျက်တီးရီးယား ပယ်စေး",
    "currency_AUD": "ဩစတြေးလျ ဒေါ်လာ",
    "currency_BRL": "ဘရာဇီးယား ရီးယား",
    "currency_CNY": "တရုတ် ယမည်း",
    "currency_DKK": "ဒိန်းမတ် ခရိုနီး",
    "currency_GBP": "ဗြိတိသျှ ပေါင်",
    "currency_IDR": "အင်ဒိုနီးရှား ရူဘယ်",
    "currency_INR": "အိန္ဒိယ ရူပီ",
    "currency_JPY": "ဂျပန် ယန်း",
    "currency_KES": "ကင်ညာသျှီးလင်းသာ",
    "currency_NOK": "နော်ဝေး ခရိုနီး",
    "currency_PHP": "ဖိလစ်ပိုင် ပီစို",
    "currency_PKR": "ပါကစီနီ ရူပီ",
    "currency_PLN": "ပိုလန် ဇလော့တီ",
    "currency_SEK": "ဆွီဒင် ခရိုနီး",
    "currency_RUB": "ရုရှ ရူဘယ်",
    "currency_USD": "အမေရိကန် ဒေါ်လာ",
    "currency_TRY": "တူရကီ လီယွန်း",
    "currency_TZS": "တန်ဇန်းနီးယား ရီးယား",
    "currency_UGX": "ယူဂျာနီးယား ရူဘယ်",
    "currency_VND": "ဗီယက်နမ်းကုန်းအောင်",
    "export_now": "ယခုချိတ်ဆက်ရန်စနစ်",
    "id": "အမှတ်",
    "import_seed_error_2": "မမှန်ကန်ပါကစကားလုံးမမှန်ကန်ပါ",
    "import_wif_textfield_label": "သွင်းရန်စကားလုံး",
    "import_wif_error_empty": "စကားလုံးကို ရိုက်ထည့်ပါ",
    "import_wif_error_snack": "ဒီလိပ်စာကိုသွင်းထားသူသည် ရှေးခယျပြီးပါပြီ",
    "import_wif_intro": "သင်သွင်းရမည့် စကားလုံးကို ထည့်သွင်းပါ။\nWIF ပုံစံမှာ ရှိရန်လိုအပ်ပါသည်။",
    "import_wif_success_snack": "စကားလုံးကို သွင်းထားသည်အောင်မြင်စွာဖြစ်ပါသည်",
    "jail_countdown": "စက်မှု",
    "jail_dialog_button": "ရှေ့ဆက်ပါ",
    "jail_heading": "စက်မှုလှုပ်ရှားခြင်းအားဖြင့် App ကိုဖွင့်ပါ",
    "logout": "ထွက်ရန်",
    "no_new_wallet": "ဤအခွန်မှာ အသစ်မရှိပါနဲ့။",
    "not_again": "ပြန်သွားမည်",
    "notification_title": "$walletTitle - လက်ခံထွက်မှာယူရရှိခြင်း",
    "notification_body": "App ကိုဖွင့်ပါ လက်ခံထွက်မှာယူပါသည်",
    "paperwallet_confirm_import": "အတည်ပြုခြင်း & သွင်းရန်",
    "paperwallet_step_1": "အပတ် ၁",
    "paperwallet_step_1_text": "အမြင့်ဆုံးအကောင်းဆုံး စကားဝှက်ကို စကင်းခွဲခြင်း",
    "paperwallet_step_2": "အပတ် ၂",
    "paperwallet_step_3": "အပတ် ၃",
    "paperwallet_step_3_text": "လက်လီမိုးမှားသော လက်ရှိအကောင်းဆုံးစာမျက်နှာခွဲခြင်း",
    "paperwallet_step_4": "အပတ် ၄",
    "periodic_reminder_donate_title": "တရားဝင်အောင်မြင်မှုစကားပြုပြင်ခြင်း",
    "periodic_reminder_backup_title": "အောင်မြင်စေရန် အသိပေးချက်",
    "periodic_reminder_backup_body": "သင်၏လက်ခံစက်ကောင်းပိုင်းကို ကုန်နေရာတွင် အနည်းဆုံးစက်ကြောင်းပြင်စွာသိမ်းဆည်းပေးပို့ရန် လိပ်စာကို စပို့ရန် ရှိပါတယ်။",
    "periodic_reminder_backup_button": "အုပ်စုလုပ်ဆောင်ရန်မြင်ရန်",
    "peercoin": "ပီအာရင်",
    "peercoinC": "ပီအာရင်",
    "receive_faucet": "ဆွေးနွေးပိတ်ခြင်း",
    "receive_obtain": "tPPC ရယူရန်",
    "receive_share": "မျှဝေခြင်း",
    "receive_show_qr": "QR ကုဒ် ပြပါ",
    "receive_website": "ဝက်ဘ်ဆိုက် ဖွင့်ရန်",
    "receive_website_exchandes": "ဝက်ဘ်ဆိုက်များစာရင်းကို ဖွင့်ပါ",
    "scan_qr": "QR ကုဒ် ခြင်း",
    "search": "ရှာပါ",
    "select_coin": "ကိုက်ညီမည့်ငွေကောင်းရယူပါ",
    "send": "ပေးခြင်း",
    "send_add_metadata": "အကုန်အကျယ်ထည့်ရန်",
    "send_amount": "ငွေပမာဏ",
    "send_amount_exceeds": "ငွေပမာဏသည် လက်ကျန်သည့်စကားဝှက်ထက် ခွာခဲ့ရာတွင် ကြီးစားပြီးသွားပါသည်",
    "send_amount_small": "ငွေပမာဏသည် အနည်းဆုံးဖြစ်ရပါမည်",
    "send_confirm_send": "အတည်ပြုပါမည် & ပို့မည်",
    "send_confirm_transaction": "ကျေးဇူးသိမ်းပါ။ ကျေးဇူးပြုပါလာပြီ",
    "send_dust": "ပိတ်: -$amount $letter_code",
    "send_dust_title": "ငွေပိတ်",
    "send_empty": "လက်ကျန်မှုမရှိသေးပါ",
    "send_enter_address": "လိပ်စာရိုက်ထည့်ရန် ကျေးဇူးပြုပါရန်",
    "verify_enter_message": "မက်စုံစနစ်ထည့်ရန် ကုတ်တန်းထည့်ပါ",
    "verify_enter_signature": "စစ်ဆေးထည့်ပါ",
    "send_enter_amount": "ပမာဏရိုက်ထည့်ပါ",
    "send_errors_solve": "ကျေးဇူးတင်ပါ၊ အမှားအနားကို စစ်ဆေးပါ …",
    "send_import_csv": "CSV မှတ်တမ်းယူရန် သင်ယခုအကောင့်ကို ဝက်ဘ်ဆိုက်မည်",
    "send_fee": "ကျေးဇူးသိမ်း: -$amount $letter_code",
    "send_invalid_address": "မှားနေပါက လိပ်စာထည့်ပါ",
    "send_label": "တိုက်ချစ်နှုန်း (ရေးသားမည်)",
    "send_op_return": "အခွင့်အရေးကို ပေးပို့ရန်",
    "send_to": " သို့ ",
    "send_total": "စုစုပေါင်း $amount $letter_code",
    "send_transferring": "လက်ခံရေးဆွဲခြင်း ",
    "send_add_address": "လိပ်စာထည့်ရန်",
    "send_address_already_exists": "လိပ်စာတစ်ခုရှိပါက အတည်ပြုနှစ်ခုရှိသည်",
    "server_add_input_label": "ဆာဗာ URL",
    "server_add_input_empty": "URL ကို ထည့်ပါ",
    "server_add_no_wss_or_ssl": "wss:// သို့မဟုတ် ssl:// ဖွင့်ရန် လိုအပ်ပါ\nအခြား protocol များကိုလည်းကြည့်နိုင်ပါသည်",
    "server_add_no_port": "အကွက်ကိုရှာမပေးပါနှင့်။ ဥပမာ: :50004",
    "server_add_server_no_connection": "ဆာဗာနှင့် ချိတ်ဆက်မှုလက်ရှိအဆင်မပြတ်ပါ။",
    "server_settings_title": "ဆာဗာဆက်တင်ခြင်း",
    "server_settings_alert_generated_title": "သင်ဒီဆာဗာကို ဖျက်သိမ်းပါသလား?",
    "server_settings_alert_cancel": "ပယ်ဖျက်ပါ",
    "server_settings_alert_hardcoded_title": "ကုတ်ယူစနစ်",
    "server_settings_error_no_server_left": "သင်ဆာဗာတစ်ခုပြီးပြီ။ အနည်းဆုံးကိုသဘောမကျောင်းလိုအပ်ရင်ဖြစ်သွားမှာမဟုတ်ပါ!",
    "setup_create_pin": "PIN တပ်ဆင်ပါ",
    "setup_import_title": "ကုတ်ယူမှတ်တမ်းယူရန်",
    "setup_finish": "ဆက်လက်ခြင်းပြီးပြီ",
    "setup_pin": "သင်ကိုယ်သုံးသင်ယခုပြင်ပြီး အကောင့်တစ်ဆင်ပါသည်",
    "setup_pin_no_biometrics": "သင့်ရဲ့ကိရိယာမကောင်းသုံးရှိပါနေတယ်။ ကျွန်ုပ်သုံးမရပါ",
    "setup_price_feed_allow": "စာရင်းစင်တာ API ကို ခွင့်ပြုပါ",
    "setup_price_feed_title": "ပြင်ဆင်နိုင်ပါ",
    "setup_price_feed_last_update": "နောက်ဆုံးသောနေ့စပ်: $timestamp",
    "setup_bg_sync_description": "သင်၏ကုန်ပစ္စည်းအားစကားဝှက်အတိအကျအောင်မြင်ပေးမှုကို ဖွင့်ပါ",
    "setup_securebox_fail": "ကျေးဇူးတင်ပါ။\nသင့်ရဲ့ကိရိယာမပေးပါနေသည်။",
    "setup_title": "ကြိုဆိုပါတယ်",
    "setup_subtitle": "ပီအာရင်လက်ကွက်သို့မြှင့်ရန်",
    "setup_text2": "သင်၏သုံးပြုသောပီအာရင်လက်ကွက်ကို ပြင်ပါ",
    "setup_text3": "သိပြီးမဟုတ်",
    "setup_save_title": "လက်ကွက် ဖန်တီးပါ",
    "share_app": "အက်ပ်အျမစိုက်",
    "snack_copied": "ကုဒ်ကို ကော်ပီကြည့်ပြီ",
    "time": "အချိန်",
    "transaction_details": "ငွေသားချိန်",
    "transactions_all": "အားလုံး",
    "transactions_fee": "-$amount \nငွေသားချိန်",
    "transactions_in": "အတွက်",
    "transactions_none": "လက်ခံသော ငွေသားမရှိပါ",
    "transactions_out": "ထွက်",
    "tx_address": "လိပ်စာ",
    "tx_direction": "ရပ်တန်း",
    "tx_fee": "ပမာဏ",
    "tx_recipients": "လက်ခံသူများ",
    "tx_value": "တန်ဖိုး",
    "tx_view_in_explorer": "ကြည့်ရှု့ရန်",
    "tx_retry_broadcast": "ပြန်အမှားပြန်ရှာပါ",
    "tx_show_hex": "ငွေသားဖိုင် Hex ကိုပြရန်",
    "unconfirmed": "အတည်ပြုမှုမရှိပါ",
    "wallet_bottom_nav_addr": "လိပ်စာများ",
    "wallet_bottom_nav_receive": "လက်ခံသော",
    "wallet_bottom_nav_tx": "ငွေသားချိန်များ",
    "wallet_connected": "ချိတ်ဆက်ထားသည်",
    "wallet_offline": "အော့ဖ်လိုင်း",
    "wallet_pop_menu_wif": "ကိုယ်တိုင်မှုစာသား သို့ လက်ခံသတ်မှတ်ရန်",
    "wallet_pop_menu_signing": "စာလုံးမှတ်ရန်",
    "wallet_pop_menu_servers": "ဆာဗာများကို ချိတ်ဆက်ရန်",
    "wallet_receive": "လက်ခံသော",
    "wallet_receive_label_hint": "ကုဒ်အမည်အမည်ဖြင့် ပြသနိုင်ပါသည်။",
    "wallet_send_label_hint_metadata": "အကောင်းဆုံးလိပ်စာသည် မရရှိသေးပါက လွှဲပြောင်းလဲလိုက်သည်",
    "wallet_scan_notice_bg_notifications": "မှန်ကန်သောသုံးစွဲသည်မှ App အချိန်စနစ်တွင် သင်လိုချင်တာလဲ အားနည်းနိုင်ပါသည်",
    "wallet_send": "ပေးပို့",
    "wallet_transactions": "ငွေသားချိန်များ",
    "wallets_list": "သင်၏လက်ကွက်များ",
    "wallets_none": "သင်ပြန်သွားသော လက်ကွက်များ မရှိပါ",
    "secure_storage_app_bar_title": "အမှား",
    "store_short": "ပီအာရင် နှင့် ပီအာရင်မှတ်တမ်းသော သင်သင်လက်ကွက်အတွက် သင်သင်လက်ကွက်ပို့ရန် သင်ဖြစ်သည်",
    "sign_step_1": "လိပ်စာ ရွေးချယ်ပါ",
    "verify_step_1": "လိပ်စာမှတ်ချယ်ရန်",
    "verify_step_3": "လိပ်စာမှတ်သားပါ",
    "sign_step_1_description": "မကြာခဏ လိပ်စာမှတ်ပါသည်နေရာကို ရွေးချယ်ပါ",
    "sign_step_1_button": "ရွေးချယ်ရန်",
    "sign_step_1_button_alt": "ပြောင်းလဲမှတ်ပါ",
    "sign_step_2": "လိပ်စာရိုက်ထည့်ပါ",
    "sign_step_3": "လိပ်စာမှတ်ပါ",
    "sign_step_3_description": "ဤသော့ချက်သည် သင်၏သောလိပ်စာဖြစ်ရပါမည်။ အထူးနိုင်သည်အတွက် သီးခြားပစ်ခဲ့ပြီး သိမ်းဆည်းနိုင်ပါမည်။",
    "sign_step_3_button": "လိပ်စာမှတ်ပါ",
    "verify_step_3_button": "အတည်ပြုရန်",
    "sign_step_3_button_alt": "လိပ်စာမှတ်ပါစာကို နှိပ်မည်",
    "sign_snack_text": "$address ရွေးချယ်ပြီးသားပါ",
    "sign_input_label": "လိပ်စာသတိပေးပါ",
    "verify_input_label_message": "အတိုးချန်းသတိပေးပါ",
    "verify_input_label_address": "အတိုးချန်းသိမ်းရန်လိပ်စာ",
    "verify_input_label_signature": "အတိုးချန်းသိမ်းရန်လိပ်စာ",
    "verify_success": "လိပ်စာ အတည်ပြုပြီးပြီ။",
    "verify_fail": "လိပ်စာအာမခံစားပါ။",
    "sign_reset_button": "ပြန်မှားမည်",
    "sign_reset_alert_title": "သင်ပြန်မှားရန်သေချာလား?",
    "sign_reset_alert_body": "ဤအက်ပ်ကို အကောင်းဆုံးထပ်ထည့်မည်နှင့် သင်၏လိပ်စာမှတ်ကို ပြန်လည်ရှင်းသွားမည်မဟုတ်ပါ။",
    "address_selector_title": "လိပ်စာရွေးချယ်ရန် လိပ်စာမှတ်ကို ရွေးချယ်ပါ",
    "setup_legal_title": "ဆိုင်းရေးအကဲဖြတ်ချက်",
    "setup_legal_license": "လိပ်စာလက်မှတ်တမ်းကို ကြည့်ပါ",
    "setup_auth_title": "သင်၏ web စီမံကိန်းအကောင်းဆုံးထည့်ရန် သက်တမ်းများကို ရွေးချယ်ပါ:",
    "setup_auth_subtitle_plural": "သင်၏စီမံကိန်းသည် $days ရက်မှလိုက်ပါမည်။",
    "setup_auth_subtitle_singular": "သင်၏စီမံကိန်းသည် $days ရက်ပိုင်းရပါမည်။",
    "setup_auth_hint": "သင့်စီမံကိန်းသောအတွက် အချိန်အထိ သင်၏ seed ကို ကျွန်ပ်တို့ သတ်မှတ်ရန် ရှိနိုင်ပါမည်။",
    "about_donate_button": "PPC ကိုယူပါ",
    "app_settings_delete": "အကောင့်ဖျက်ပါ",
    "about_foundation_button": "ပီအာရင် Foundation အကြောင်းကိုလက်ခံရန် နှိပ်ပါ",
    "wallet_pop_menu_change_title": "ခေါင်းစဉ်ပြောင်းပါ။",
    "wallet_title_edit": "Wallet ခေါင်းစဉ်ကို တည်းဖြတ်ပါ။",
    "wallet_title_edit_new_title": "ခေါင်းစဉ်အသစ်",
    "app_settings_wallet_order": "ပိုက်ဆံအိတ်အမှာစာ",
    "app_settings_price_feed_search": "ငွေကြေးကုဒ်ကို ရှာပါ။",
    "app_settings_language_search": "ဘာသာစကားရှာဖွေပါ။"
}
